[
    {
        "title": "This Naked Mind",
        "productid": "0525537236",
        "author": "Annie Grace",
        "image": "https://images-na.ssl-images-amazon.com/images/I/51DKDjbUkiL._SX331_BO1,204,203,200_.jpg",
        "description": "This Naked Mind has ignited a movement across the country, helping thousands of people forever change their relationship with alcohol. Many people question whether drinking has become too big a part of their lives, and worry that it may even be affecting their health. But, they resist change because they fear losing the pleasure and stress-relief associated with alcohol, and assume giving it up will involve deprivation and misery. This Naked Mind offers a new, positive solution. Here, Annie Grace clearly presents the psychological and neurological components of alcohol use based on the latest science, and reveals the cultural, social, and industry factors that support alcohol dependence in all of us.  Packed with surprising insight into the reasons we drink, this book will open your eyes to the startling role of alcohol in our culture, and how the stigma of alcoholism and recovery keeps people from getting the help they need. With Annie’s own extraordinary and candid personal story at its heart, this book is a must-read for anyone who drinks. This Naked Mind will give you freedom from alcohol. It removes the psychological dependence so that you will not crave alcohol, allowing you to easily drink less (or stop drinking). With clarity, humor, and a unique blend of science and storytelling, This Naked Mind will open the door to the life you have been waiting for.",
        "link": "https://www.amazon.com/gp/product/0525537236/ref=as_li_tl?ie=UTF8&camp=1789&creative=9325&creativeASIN=0525537236&linkCode=as2&tag=reinonlein-20&linkId=eae6687971ff53836b700e9819db57c2"
    },
    {
        "title": "Alcohol Explained",
        "productid": "1912023385",
        "author": "William Porter",
        "image": "https://m.media-amazon.com/images/I/41cJSuXAY-L.jpg",
        "description": "Alcohol Explained is the definitive, ground-breaking guide to alcohol and alcoholism. It explains how alcohol affects human beings on a chemical, physiological and psychological level, from those first drinks right up to chronic alcoholism. Alcoholism and problem drinking seems illogical to those on the outside, indeed it is equally perplexing for the alcoholic or problem drinker. This book provides a logical, easy to follow explanation of the phenomenon and detailed instructions on how to beat it. Despite being entirely scientific and factual in nature the book is presented in an accessible and easily understandable format.\"This is an excellent book written by an inquisitive and educated author who during a period of his life suffered from alcoholism. The book explains in an easily understood language the various effects that alcohol has on our body. In my opinion the text would serve as a great handbook not only for those struggling with alcohol but also medical students as part of their education. I am sure some of my own patients troubled with alcoholism in recent years could have benefitted from reading William’s book and I will be recommending it going forward.\"",
        "link": "https://www.amazon.com/gp/product/B00W4D1YW4/ref=as_li_tl?ie=UTF8&camp=1789&creative=9325&creativeASIN=B00W4D1YW4&linkCode=as2&tag=reinonlein-20&linkId=03fce56548beace446f9248ab3661bd1"
    },
    {
        "title": "Alcohol Lied to Me",
        "productid": "1689942541",
        "author": "Craig Beck",
        "image": "https://images-na.ssl-images-amazon.com/images/I/419GDzb2qBL._SX331_BO1,204,203,200_.jpg",
        "description": "When I wrote the book 'Alcohol Lied To Me, ' I had no idea the impact it would make to problem drinkers around the world. I certainly had no idea it would end up helping hundreds of thousands of people out of the miserable loop of alcoholism. I only wanted to document how I had finally dealt with my problem without any of the usual pain and struggle.Alcohol Lied To Me is how I escaped the trap of functional alcoholism without any of those embarrassing group meetings, no dangerous medication, expensive rehab, or ineffective willpower. It has been a savior to so many successful, loving, caring, and amazing people whose only flaw is being in a loop with their drinking. It offers a compelling alternative solution to the twelve steps. ",
        "link": "https://www.amazon.com/gp/product/1689942541/ref=as_li_tl?ie=UTF8&camp=1789&creative=9325&creativeASIN=1689942541&linkCode=as2&tag=reinonlein-20&linkId=393448ba3ce56e03e703d5a7f732f0a8"
    },
    {
        "title": "Quit Like a Woman",
        "productid": "1984825070",
        "author": "Holly Whitaker",
        "image": "https://images-na.ssl-images-amazon.com/images/I/5189D9N6OoL._SY291_BO1,204,203,200_QL40_FMwebp_.jpg",
        "description": "We live in a world obsessed with drinking. We drink at baby showers and work events, brunch and book club, graduations and funerals. Yet no one ever questions alcohol’s ubiquity—in fact, the only thing ever questioned is why someone doesn’t drink. It is a qualifier for belonging and if you don’t imbibe, you are considered an anomaly. As a society, we are obsessed with health and wellness, yet we uphold alcohol as some kind of magic elixir, though it is anything but. When Holly Whitaker decided to seek help after one too many benders, she embarked on a journey that led not only to her own sobriety, but revealed the insidious role alcohol plays in our society and in the lives of women in particular. What’s more, she could not ignore the ways that alcohol companies were targeting women, just as the tobacco industry had successfully done generations before. Fueled by her own emerging feminism, she also realized that the predominant systems of recovery are archaic, patriarchal, and ineffective for the unique needs of women and other historically oppressed people—who don’t need to lose their egos and surrender to a male concept of God, as the tenets of Alcoholics Anonymous state, but who need to cultivate a deeper understanding of their own identities and take control of their lives. When Holly found an alternate way out of her own addiction, she felt a calling to create a sober community with resources for anyone questioning their relationship with drinking, so that they might find their way as well. Her resultant feminine-centric recovery program focuses on getting at the root causes that lead people to overindulge and provides the tools necessary to break the cycle of addiction, showing us what is possible when we remove alcohol and destroy our belief system around it. Written in a relatable voice that is honest and witty, Quit Like a Woman is at once a groundbreaking look at drinking culture and a road map to cutting out alcohol in order to live our best lives without the crutch of intoxication. You will never look at drinking the same way again.",
        "link": "https://www.amazon.com/gp/product/1984825070/ref=as_li_tl?ie=UTF8&camp=1789&creative=9325&creativeASIN=1984825070&linkCode=as2&tag=reinonlein-20&linkId=0c7f9d5c26ad3298ecda3d5117c40eea"
    },
    {
        "title": "Alcohol is SH!T",
        "productid": "B07W39ZSHV",
        "author": "Paul Churchill ",
        "image": "https://m.media-amazon.com/images/I/41Elmyq+dsL.jpg",
        "description": "Do you think alcohol is holding you back? Do you think you'd be happier and more productive in life without the booze? Have you ever questioned if you perhaps drink too much? This simple and straightforward book will answer the million-dollar question of \"do I have a drinking problem?\" The book provides clear and proven strategies if you decide alcohol needs to go If you've made the promise to cut back or have rules regarding when or how much you're going to drink, then this book will address why those seemingly clear lines in the sand are always crossed. Alcohol is SH!T will provide you with the foundation to move forward in life without alcohol.",
        "link": "https://www.amazon.com/gp/product/B07W39ZSHV/ref=as_li_tl?ie=UTF8&camp=1789&creative=9325&creativeASIN=B07W39ZSHV&linkCode=as2&tag=reinonlein-20&linkId=f96b99ad553df4bf6c57792fc81a3597"
    },
    {
        "title": "The Easy Way to Control Alcohol",
        "productid": "B07B7QRWTH",
        "author": "Allen Carr",
        "image": "https://m.media-amazon.com/images/I/51xyHmpDvUL.jpg",
        "description": "Allen Carr established himself as the world's greatest authority on helping people stop smoking, and his internationally best-selling Easy Way to Stop Smoking has been published in over 40 languages and sold more than 10 million copies. In this classic guide, Allen applies his revolutionary method to drinking. With startling insight into why we drink and clear, simple, step-by-step instructions, he shows you the way to escape from the 'alcohol trap' in the time it takes to read this book. • A UNIQUE METHOD THAT DOES NOT REQUIRE WILLPOWER • STOP EASILY, IMMEDIATELY AND PAINLESSLY • REMOVES THE PSYCHOLOGICAL NEED TO DRINK • REGAIN CONTROL OF YOUR LIFE",
        "link": "https://www.amazon.com/gp/product/B07B7QRWTH/ref=as_li_tl?ie=UTF8&camp=1789&creative=9325&creativeASIN=B07B7QRWTH&linkCode=as2&tag=reinonlein-20&linkId=42244466d9fa1ceba755f7af5b874b94"
    },
    {
        "title": "The Unexpected Joy of Being Sober",
        "productid": "1912023385",
        "author": "Catherine Gray",
        "image": "https://m.media-amazon.com/images/I/41BxHPVfUkL._SL160_.jpg",
        "description": "Ever sworn off alcohol for a month and found yourself drinking by the 7th? Think there's 'no point' in just one drink? Welcome! There are millions of us. Catherine Gray was stuck in a hellish whirligig of Drink, Make horrible decisions, Hangover, Repeat. She had her fair share of 'drunk tank' jail cells and topless-in-a-hot-tub misadventures. But this book goes beyond the binges and blackouts to deep-dive into uncharted territory: What happens after you quit drinking? This gripping, heart-breaking and witty book takes us down the rabbit-hole of an alternative reality. A life with zero hangovers, through sober weddings, sex, Christmases and breakups. In The Unexpected Joy of Being Sober, Catherine Gray shines a light on society's drink-pushing and talks to top neuroscientists and psychologists about why we drink, delving into the science behind what it does to our brains and bodies. Much more than a tale from the netherworld of addicted drinking, this book is about the escape, and why a sober life can be more intoxicating than you ever imagined. Whether you're a hopelessly devoted drinker, merely sober-curious, or you've already ditched the drink, you will love this book.",
        "link": "https://www.amazon.com/gp/product/1912023385/ref=as_li_tl?ie=UTF8&camp=1789&creative=9325&creativeASIN=1912023385&linkCode=as2&tag=reinonlein-20&linkId=83f46d778b2b2c19f5370fbc2b3ec86c"
    },
    {
        "title": "The 10-Day Alcohol Detox Plan",
        "productid": "170803305X",
        "author": "Lewis David",
        "image": "https://images-na.ssl-images-amazon.com/images/I/41aTn90UyuL._SX331_BO1,204,203,200_.jpg",
        "description": "When you stop drinking, it takes up to 10 days for the alcohol to completely leave your system. It's a tricky time. You get cravings and your thinking becomes emotional. Most people struggle in the early days. But now there's a modern, scientific solution. The 10-Day Alcohol Detox Plan walks you through the detox period painlessly and explains everything you need to carry on to your personal sobriety goal, whether short-term or long-term. Written in an engaging and informative way, the 10-Day Alcohol Detox Plan is practical and easy to follow.",
        "link": "https://www.amazon.com/gp/product/170803305X/ref=as_li_tl?ie=UTF8&camp=1789&creative=9325&creativeASIN=170803305X&linkCode=as2&tag=reinonlein-20&linkId=3c77be187dffcc12f6f78f67b1050786"
    }
]

